class Shayari{
  Shayari._();
  static const shayari_data =[
    //shayari
   
  "आज आपकी रात की अच्छी शुरुआत हो, रात भर खूबसूरत सपनो की बरसात हो, जिन्हें आपकी निगाहे हर वक्त ढूंढती रहती हैं, खुदा करे आपसे उनकी सपनो में मुलाकात हो।"
  ,
  "हर रात मेरा नाम बोल कर सोया करो, खिड़की खोल तकिया मोड़ के सोया करो, हम भी आएंगे तुम्हारे ख्यालों में, इसलिये थोड़ी सी जगह छोड़ के सोया करो।"
  ,
 "हमारी तो हर रात आपकी यादों में होती है,\nहमारी तो हर रात चाँद सितारों से बात होती है।"
   ,
   
  "हर रात आपकी चारों तरफ उजाला हो,\nऔर हर रात आपसे कोई गुड नाईट कहने वाला हो।"
   ,
   
  "दिल की किताब में गुलाब उनका था,\nरात की नींद में ख्वाब उनका था,\nहमने उनसे पूछा हमसे कितना प्यार करते हो,\nमर जायेगे तुम्हारे बिना ये जबाब उनका था।"
   ,
    "गुज़रे हुए पलों को अपने दिल में सज़ा कर रखना,\nमीठे मीठे ख्वाबो को अपनी पलकों में छुपा कर रखना,\nहम आपको Good Night किये बिना नही सोयेगे,\nइसलिये अपना मोबाईल अपने तकिये के पास ही रखना।"
    ,
    
     "हर रात आपकी अच्छे से गुज़रा करे,\nहर रात आप पर प्यारे सपनो की बरसात हुआ करे,\nजिन्हें आपकी आँखे दिन के उजाले में ढूंढती रहे\nवो रात के अँधेरे में ख्वाब बन कर आपके आ जाया करें।"
    ,
     "ज़िन्दगी में कौनसी बात आखरी बन जाये,\nऔर न जाने कोनसी मुलाक़ात आखरी बन जाये,\nइसलिये हर रात सबको याद करके सोया करो,\nक्योंकि न जाने कोनसी रात आखरी बन जाये।"
    ,
     "उसकी यादों में रात गुज़र जाये,\nचाँद सितारों में उसकी तस्वीर नज़र आये,\nजिस चेहरे को ख्वाबों में ढूंढती है निगाहे,\nउसे ही ढूँढ़ते ढूँढ़ते सुबह हो जाये।"
    ,
     "वो मेरे ख्वाबों में आकर मुझको बेकरार करना,\nवो बिना कुछ कह बस यूं ही मुश्कुराना,\nबहुत अच्छा लगता है वो तेरा ख्वाबों में आना,\nतू ख्वाबो के साथ साथ मेरी ज़िन्दगी में भी आना।"
    ,
     "इन आँखों में नींद तो है लेकिन अभी तक सोये नही है हम,\nये दिल रोना तो चाहता बहुत है लेकिन अभी तक रोये नही है हम,\nउसकी याद आये और हम सो जाये,\nइतने वेबफा होना तो चाहते है,\nलेकिन अभी तक इतने वेबफा हुए नही है हम।"
    ,
     "प्यारा सा दिन गुजरा सुनहरी सी रात आ गई,\nप्यारे प्यारे दोस्तों को Good Night कहने की बारी आ गई।"
    ,
     "ये रात आती है चाँद सितारे लाती है,\nये प्यारी सी नींद आती है मीठे मीठे ख्वाब लाती है,\nहम तो बस यही दुआ किया करतें हैं,\nये प्यारी सी सुबह आई आपके लिए ढेर सारी खुशियां लाती है।"
    ,
     "बिन तेरे कैसे गुज़रती हैं रातें ये मैं ही जानता हूँ,\nजुदाई का गम कैसे सहती है रातें ये मैं ही जानता हूँ,\nकिस कदर इंतज़ार में उनके हम तड़पा करते हैं,\nकिस कदर उनकी यादों में रोया ये मैं ही जानता हूँ।"
    ,
    
    "इस रात के चाँद की चाँदनी आपके आंगन को सजाये,\nये टिम टिम करते तारे आपके कानो में कुछ गुनगुनाएं,\nआपकी नींद में इतने प्यारे ख्वाब आये,\nकी आप अपनी नींद में भी होले होले मुस्कुराये।"
    ,
  "अब तो ये हमारी आँखे भी हमसे सबाल करती हैं,\nअब तो बस ख्यालों में ही ये रात कटती है,\nजब तक हम आपको गुड नाईट न कह दे,\nये कम्बख्त नींद आने से इंकार करती है।"
   ,
  
  "जिस तरह चाँद आपको चाँदनी देता है,\nऔर फूल खिल कर खुशबू देता है,\nउसी तरह मेरा दिल आपको Good Night कह देता है।"
   ,
  "हमे सुलाने के ख़ातिर रात आती है, हम सो नही पाते और रात सो जाती है, हमने पूँछा दिल से तो ये आवाज़ आयी,आज दोस्त को याद करले रात तो रोज़ आती है।"
  ,
  "यादों को तेरी हम प्यार करते हैं, सारे जन्म भी तुझ पर जान निसार करते हैं, फुर्सत मिले तो हमे SMS करना, क्योंकि रोज़ रात हम तेरे Good Night कहने का इंतज़ार करते हैं।"
  ,
  "हर रात आपके पास उजाला हो, हर कोई आपका चाहने बाला हो, आपका हर वक्त गुजरे उनकी यादों के ही सहारे, ऐसा कोई आपके सपनो को सजाने बाला हो।"
  ,
  "ऐ पलक तू बन्द हो जा,\nकम से कम उनकी सूरत तो नजर आयेगी,\nदिन तो ऐसे ही निकल जाता है,\nकम से कम रात तो सुकून से गुज़र जायेगी।"
  ,
  "अब तो न दिन को करार है और न ही रात को चैन है,\nअब तो बस उसकी यादों में बहते मेरी आँखों के रैन हैं।"
  ,
  "ये दिल दिन में कितने चेहरों के बीच रहता है,\nलेकिन रात के ख्वाब में सिर्फ तेरा ही चहरा रहता है।"
  ,
  "तेरी यादों में नींद का आना बड़ा मुश्किल हो गया है,\nऔर नींद आ भी जाये तो उस नींद पर भी तेरा पहरा हो गया है।"
  ,
  "तू ये मत समझ तुझ से जुदा होकर हम बहुत चैन से सोतें है, रात को तेरी तस्वीर देख कर सारी रात रोते हैं।"
  
  ];
}