class Status{
  Status._();

  static const status_data =[
    // Status
    
   "The moon and the stars have arrived just to wish you a good night. Let the moonlight guide your dreams as you pass the night away."
  ,
   "\"This is the end of the day, but soon there will be a new day.\" - Bernard Williams"
  ,
   "It's time to save your energy and pump up your strength for the next day. Have a good night sleep! Good night!!!"
  ,
   "Night is the time to analyse\nyour mistakes and hope for\na better tomorrow.\nHave a good night!"
  ,
   "Soft pillows and warm sheets, mystical dreams and the cozy cuddles. May your dreams & fantasies be full of amazing thoughts. Good night!"
  ,
  
   "तेरी सांसों में बिखर जाऊं तो अच्छा है,\nबन के रूह तेरे जिस्म मे उतार जाऊं तो अच्छा है,\nकिसी रात तेरी गोद में सर रख कर सो जाऊं,\nउस रात की कभी सुबह ना हो तो अच्छा ..\nGood night"
  ,
   "हर रात मेरा नाम बोल कर सोया करो, खिड़की खोल तकिया मोड़ के सोया करो, हम भी आएंगे तुम्हारे ख्यालों में, इसलिये थोड़ी सी जगह छोड़ के सोया करो।"
  ,
   "न चाहो किसी को इतना की\nतुम्हारी चाहत उसकी मजबूरी बन जाये\nचाहो किसी को इतना की तुम्हारी चाहत\nउसके लिए जरुरी बन जाये\nगुड नाईट"
  ,
   "देखो फिर से रात आ गयी गूड नाईट कहने की बात याद आ गयी\nबैठे थे गुम सुम होकर चाँद को देखा तो तुम्हारी याद आ गयी ।"
  ,
   "बीता हुआ कल बदला नहीं जा\nसकता, लेकिन आने वाला कल\nहमेशा आपके हाथ में होता है!\nशुभ रात्रि"
  ,
   "रात है काफी, ठंडी हवा चल रही है, याद में आपकी किसी की मुस्कान खिल रही है,\nउनके सपनों की दुनिया में आप खो जाओ, आंखे करो बंद और आराम से सो जाओ…\nगुड नाइट..!!!"
  ,
   "हमें हर संभल को, समय देना चाहिए,\nक्योंकि क्या पता कल हमारे पास समय हो पर संबंध ना हो!\nशुभ रात्रि.."
  ,
   "जिंदगी छोटी नहीं होती बस ख्वाहिश बढ़ जाती है!\n**शुभ रात्रि**"
  ,
   "ख्वाब और हकीकत में सिर्फ इतना फर्क है,\nख्वाब टूट जाते हैं, हकीकत तोड़ देती है.\nशुभ रात्रि!"
  ,
   "बहक जाती है नींद आखिर क्यों\nउनकी बात में,कुछ तो राज़ ज़रुर है\nइन काली काली रात में!\nशुभ रात्रि !!!"
  ,
   "दिल में बुराई रखने से बेहतर है,\nआप अपनी नाराजगी जाहिर कर दो..!!\n**शुभ रात्रि**"
  ,
   "नींद आंखें बंद करने से नहीं\nनेट बंद करने से आएंगे!\nशुभ रात्रि!"
  ,
   "ठोकर लगने से भले ही चीजें टूट जाती है\nपरंतु इंसान ठोकर लगने से हैं बनता है!\nशुभ रात्रि"
  ,
   "\"The sea will grant each man new hope, and sleep will bring dreams of home.\" - Christopher Columbus"
  ,
   "\"The best bridge between despair and hope is a good night's sleep.\" – E. Joseph Cossman"
  ,
   "\"Good night, and good luck.\" - Edward R. Murrow"
  ,
   "Our friendship will last forever. The miles of distance between us can never affect it. Good night and sleep tight."
  ,
   "As the day comes to an end, keep all your worries and troubles away. Have a wonderful night full of pleasant dreams, my friend!"
  ,
  
   "जिंदा रहे तो सुबह फिर परेशान करेंगे और\nअगर परेशान न करें तो समझ जाना कि\nहम अभी सो रहे हैं\nGood Night"
  ,
   "अधिक ध्यान उस पर ध्यान दें\nजो आपके पास है,\nउस पर नहीं जो आपके पास नहीं है!\nशुभ रात्रि"
  ,
   "यह संघर्ष की जो चलता है,\nवही संसार को बदलता है,\nजिसने रातों से जंग जीती है,\nसूर्य बनकर वही निकलता है!\nशुभरात्रि"
  ,
   "मैं वो बात हूं\nजो बनी नहीं\nमैं वो रात हूं\nजो कटी नहीं.\nGood Night"
  ,
   "नहीं पता कौन सी बात आखरी हो;\nना जाने कौन सी मुलाकात आखरी हो;\nयाद करके इसलिए सोते हैं सब को;\nना जाने जिंदगी में कौन सी रात आखिरी हो;\nशुभ रात्रि!"
  ,
   "रख हौसला वो मंजर भी आएगा,\nमंजिल भी मिलेगी…\nऔर मिलने का मजा भी आएगा!\nशुभ रात्रि"
  ,
   "निकल गया है चांद और निखर रहे हैं सितारे;\nसो गए हैं पंछी और सुंदर है नजारे;\nसो जाओ आप भी और देखो सपने में नए-निराले!\nशुभ रात्रि !"
  ,
   "जिंदगी किसी के लिए नहीं रुकती;\nबस जीने की वजह बदल जाती है!\nआपकी रात शुभ हो\nGood Night"
  ,
   "सपने वह नहीं होते जो\nहम सोते वक्त देते हैं;\nबल्कि सपने वह होते हैं\nजो हमें सोने नहीं देते!\nशुभ रात्रि !"
  ,
   "जलाकर हसरत थी राह पर चिराग आरजू के;\nहम तन्हा रातों में तेरे मिल्ने का इंतजार करते हैं!\nगुड नाइट"
  ,
   "इस सफर में नींद ऐसी खो गई\nहम न सोये रात थक कर सो गई.\nगुड नाइट"
  ,
   "एक दिन हम सब एक दूसरे को सिर्फ यह सोचकर खो देंगे\nकि जब वो मुझे याद नहीं करते तो\nमैं क्यों करूं?\nGood Night"
  ,
   "आपकी जिंदगी की हर रात सुनहरे ख्वाबों से भरी हो!\nगुड नाइट"
  ,
   "अब तो चिराग बुझा दीजिए,\nएक हसी ख्वाब देख रहा है राह तुम्हारी\nगुड नाइट"
  ,
   "सारा दिन लग जाता है खुद को समेटने में;\nफिर रात को यादों की हवा चलती है\nऔर हम फिर से बिखर जाते हैं!\nशुभ रात्रि!"
  ,
   "चांद का कलर है वाइट;\nरात को चमकता है ब्राइट;\nहमको देता है मस्त लाइट\nकैसे मैं सुन बिना करें.\nगुड नाइट!"
  ,
   "दुनिया में रहकर सपनों में खो जाओ,\nकिसी को अपना बना लो या किसी से हो जाओ.\nगुड नाइट"
  

 

  ];

}